Repository: FIGBERT/txtodo
Catalog: localization/*.lproj/Localizable.strings
Languages: he

source: title
he: טקסטודו

source: floating
he: צפות

source: daily
he: יומית

source: tap
he: הקיש כאן

source: edit task
he: ערוך המשימה הזאת

source: edit note
he: ערוך הפתק הזה

source: create a task
he: הוסף משימה

source: create a note
he: הוסף פתק

source: delete
he: מחק

source: cancel
he: ביטול

source: about
he: אודות

source: settings
he: הגדרות

source: notifications
he: עדכונים

source: notifications enabled
he: עדכונים מופעלים

source: notifications disabled
he: עדכונים כבויים

source: time scheduled
he: זמן מתוזמן

source: hour
he: שעה

source: minutes
he: דקות

source: tutorial
he: הדרכה

source: show tutorial
he: הצג הדרכה

source: tip jar
he: צנצנת טיפים

source: aboutOne
he: מבוטא "טקסט טו דו", טקסטודו היא אפליקציית רשימת משימות מינימליסטית עם קוד פתוח שנעשתה על ידי FIGBERT ובהשראת ג'ף הואנג. טקסטודו רשם את המשימות המיידיות שלך לטווח הקצר שיעזרו לך לבצע דברים מבלי לחשוב אליהם יותר מידי.

source: aboutTwo
he: אחרי שקראתי פוסט מאת ג'ף הואנג, התחלתי לחשוב על איך אני מנהל את המשימות היומיומיות שלי. רציתי ליצור פיתרון שיכול להכשיר אותי להיות יותר פרודוקטיבי.

source: aboutThree
he: הפיתרון הזה הוא טקסטודו. טקסטודו מנהל משימות מיידיות לטווח הקצר כדי לעזור לך לעשות דברים. ברוך הבא לפרודוקטיביות. ברוך הבא לטקסטודו.

source: view site
he: עברו לאתר הרפליקציה

source: view inspo
he: עברו להשראה

source: confirm delete
he: אשר את המחיקה

source: "%@" deleteWarning
he: "%@" יאבד לנצח, ללא אפשרות לשחזר.

source: onboardingTitleOne
he: ברוך הבא לטקסטודו

source: onboardingTitleTwo
he: הוסף משימה

source: onboardingTitleThree
he: ערוך משימה

source: onboardingTitleFour
he: סוגי משימות

source: onboardingTitleFive
he: הוסף פתק

source: onboardingTitleSix
he: ערוך פתק

source: onboardingTitleSeven
he: עדכונים

source: onboardingTitleEight
he: תודה שהורדת

source: lorem ipsum
he: לורם איפסום

source: lorem ipsum dolor sit amet
he: לורם איפסום דולור סיט אמט

source: onboardingCaptionOne
he: טקסטודו היא אפליקציית רשימת משימות מינימליסטית עם קוד פתוח, שנעשתה על ידי FIGBERT. היא מפרט משימות יומיות שנעלמות בחצות כדי לעזור לך לבצע דברים מבלי לחשוב אליהם יותר מידי.

source: onboardingCaptionTwo
he: הקיש על הכפתור למעלה כדי להוסיף משימה חדשה, ולערוך את הטקסט ואת העדיפות.

source: onboardingCaptionThree
he: הקש פעמיים על טקסט של משימה כדי לערוך אותו, ולחץ על ״עבור״ כדי לאשר את השינויים שלך. הקש פעמיים על עדיפות של המשימה כדי לשנות את העדיפות. לחץ ארוכה על המשימה כדי למחוק אותה.

source: onboardingCaptionFour
he: יש שני סוגות של משימות בטקסטודו: יומיומית וצפות. בשונה ממשימות יומיומיות שנעלמות בחצות הלילה, משימות צפות לא יפוגו לעולם - אבל, רק יכולות להיות שלושה שלהן בכל פעם!

source: onboardingCaptionFive
he: הקיש על הכפתור למעלה כדי להוסיף פתק חדש. פתקים מספקים פרטים למשימות, וניתן לגשת אליהם על ידי הקשה על משימה פעם אחת.

source: onboardingCaptionSix
he: הקיש פעמיים על פתק כדי לערוך את הטקסט, לחץ על ״עבור״ לאישור השינויים ולחץ ארוך על הפתק כדי למחוק.

source: onboardingCaptionSeven
he: טקסטודו משתמש בעדכונים כדי להזכיר למשתמשים לקבוע את משימות של היום בבוקר, אבל הם אינם נדרשים. עדכונים מתוזמנים ב8:30 בבוקר. ניתן לשנות עדוכנים מתפריט ההגדרות.

source: onboardingCaptionEight
he: פרויקטים נוספים זמינים ב-figbert.com

source: set notifications to 08:30
he: הגדר עדוכנים ל08:30

source: notifications set for %@
he: עדוכנים הגדרו ל%@

source: app pitch
he: אפליקציית רשימת משימות מינימליסטית עם קוד פתוח

source: made by FIGBERT
he: מאת FIGBERT

source: open txtodo
he: פתח טקסטודו

source: take some time to plan your day
he: קח קצת זמן לתכנן את היום שלך

source: failed to load tips
he: נכשלה לטעון טיפים

source: tip failed
he: הטיפ נכשל

source: payment not available
he: התשלום אינו זמין

source: tip unsuccessful
he: הטיפ לא הצליח

source: thanks for the tip
he: תודה על הטיפ

source: success
he: הצלחה

source: error
he: שגיאה

source: thanks
he: תודה

source: v2 header
he: טקסטודו כעת מסתנכרן עם המק שלך

source: v2 body
he: המשימות בטקסטודו כעת מסונכרנות בין מכשירים! לקבלת מידע נוסף, עברו לtxtodo.app או לחץ על הכפתור למטה.

source: check it out
he: עובר לאתר

source: dismiss
he: המשיך
